tap "arl/arl"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "bat"
brew "python@3.12"
brew "glib"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "luarocks"
brew "mosh"
brew "neovim"
brew "node"
brew "poppler"
brew "python@3.10"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "vivid"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "arl/arl/gitmux"
brew "jesseduffield/lazygit/lazygit"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "wezterm"
